Revit 2024 API
UnitTypeId.PoundsMassPerSecond Property
 Pounds mass per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMassPerSecond { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMassPerSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMassPerSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace